---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteCross
source: html/8ae404d0-03f9-d691-c395-0c63a39b733a.htm
---
# StructuralSectionConcreteCross Members

Creates a new instance of Structural Section Concrete Cross shape with the associated set of parameters,
 used to attach to structural element.